Tekla Open API Reference for Tekla Structures 2025
Expression Methods
The Expression type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Overrides Object.ToString().)
Top
See Also
Reference
Expression Class
Tekla.Structures.Filtering Namespace